Repository: Toltoon45/SimpleTwitchTTS
Catalog: SimpleTwitchTTS/Form1.*.resx
Languages: ru

# buttonTwitchConnect.Text
source: Connect
ru: Подключиться

# textBoxTwitchApi.ToolTip
source: NEVER SHOW THIS ANYONE
ru: НИКОМУ НЕ ПОКАЗЫВАЙ!

# textBoxTwitchNick.ToolTip
source: nickname of the channel to connect to
ru: Канал, к которому подключиться

# linkLabelTwitchApi.Text
source: Twitch Api
ru: Твич АПИ

# labelNickOfChannelToConnect.Text
source: Nickname
ru: Никнейм

# textBoxViewerSkipAllQueueMessage.ToolTip
source: With "!" or without
ru: Можно и с и без ! в начале

# textBoxProfileAdd.ToolTip
source: NEVER SHOW THIS ANYONE
ru: Имя профиля, который добавить

# comboBoxProfileSelect.ToolTip
source: Profile name
ru: Имя профиля

# checkBoxClearEmoji.Text
source: Remove emoji from TTS
ru: Удалить эмодзи из ТТС

# labelBlackList.Text
source: TTS black list
ru: Чёрный лист ТТС

# buttonAddToBlackList.Text
source: Add
ru: Добавить

# buttonRemoveFromBlackList.Text
source: Remove selected
ru: Удалить выбранное

# labelTtsVolumeName.Text
source: Volume
ru: Громкость

# labelTtsSpeedName.Text
source: Tts speed
ru: Скорость ТТС

# labelSkipMessage.Text
source: Skip message
ru: Пропустить сообщение

# buttonSkipCurrentMessage.Text
source: Skip current tts
ru: Пропустить текущее ТТС

# buttonClearEntireQueue.Text
source: Skip all
ru: Пропустить всё

# labelAllowViewerToSkip.Text
source: Allow viewer to skip tts
ru: Зрители пропускают ТТС

# labelViewerSkipCurrent.Text
source: leave blank if not skipping
ru: Пустое если ничего не скипать

# labelViewerSkipCurrentMessage.Text
source: Current Tts
ru: Текущий ТТС

# labelViewerSkipAllQueue.Text
source: Current and all queue
ru: Всё в очереди

# labelDoNotTtsIfStartWith.Text
source: Do not tts if start with
ru: Не ТТС если в начале

# labelTtsTest.Text
source: Tts test
ru: Тест ТТС

# buttonProfileLoad.Text
source: Load profile
ru: Загрузить профиль

# buttonProfileDeleteEN.ToolTip
source: Select from list above
ru: Выберите из списка наверху

# labelProfileAdd.Text
source: Profiles
ru: Профили

# labelProfileDelete.Text
source: Profiles add or delete
ru: Добавить профиль

# buttonLanguageChange.Text
source: ENG/RUS
ru: RUS/ENG

# buttonOpenFolderRU.ToolTip
source: Open folder with profiles
ru: Открыть папку с профилями

# buttonProfileSave.ToolTip
source: Открыть папку с профилями
ru: Сохранить профиль

# $this.Text
source: SimpleTwitchTts v1.0
ru: SimpleTwitchTts v1.0.2.0
